Repository: BigManzai/OpenSim-RegionGenerator-Py3
Catalog: locale/*/LC_MESSAGES/RegionsGen.po
Languages: de, es, fr, jp, ru

source: The created region configuration files only need to be moved to the Regions directory. Then restart the OpenSimulator. Please a maximum of 15 standard regions per OpenSimulator when using mySQL. If you use mesh on your regions, please drastically reduce the number of regions per OpenSimulator. If you use a lot of mesh and scripts, it is better to only use one region per OpenSimulator. Variable VAR regions should always run individually. When using sqLite you should be careful, a region with around 6000 prims is roughly the limit, after which errors can occur in the database.
de: Die erstellten Regionskonfigurationsdateien müssen nur in das Verzeichnis Regionen verschoben werden. Starten Sie dann den OpenSimulator neu. Bitte maximal 15 Standardregionen pro OpenSimulator, wenn Sie mySQL verwenden. Wenn Sie Mesh in Ihren Regionen verwenden, reduzieren Sie die Anzahl der Regionen pro OpenSimulator drastisch. Wenn Sie viele Netze und Skripts verwenden, ist es besser, nur eine Region pro OpenSimulator zu verwenden. Variable VAR-Regionen sollten immer einzeln ausgeführt werden. Bei der Verwendung von sqLite sollten Sie vorsichtig sein, eine Region mit rund 6000 Prims ist ungefähr die Grenze, nach der Fehler in der Datenbank auftreten können.
es: Los archivos de configuración de región creados solo deben moverse al directorio Regiones. A continuación, reinicie OpenSimulator. Por favor, un máximo de 15 regiones estándar por OpenSimulator cuando utilice mySQL. Si utiliza malla en sus regiones, reduzca drásticamente el número de regiones por OpenSimulator. Si utiliza una gran cantidad de malla y scripts, es mejor utilizar solo una región por OpenSimulator. Las regiones VAR variables siempre deben ejecutarse individualmente. Al utilizar sqLite debe tener cuidado, una región con alrededor de 6000 prims es aproximadamente el límite, después de lo cual pueden producirse errores en la base de datos.
fr: Les fichiers de configuration de région créés doivent uniquement être déplacés vers le répertoire Régions. Redémarrez ensuite le OpenSimulator. Veuillez utiliser mySQL, un maximum de 15 régions standard par OpenSimulator. Si vous utilisez des mailles sur vos régions, réduisez considérablement le nombre de régions par OpenSimulator. Si vous utilisez beaucoup de mailles et de scripts, il est préférable d’utiliser seulement une région par OpenSimulator. Les régions VAR variables doivent toujours fonctionner individuellement. Lors de l’utilisation sqLite vous devez être prudent, une région avec environ 6000 prims est à peu près la limite, après quoi des erreurs peuvent se produire dans la base de données.
jp: 作成された領域構成ファイルは、Regions ディレクトリに移動するだけで済みます。 その後、オープンシミュレータを再起動します。 mySQL を使用する場合は、OpenSimulator ごとに最大 15 の標準リージョンを使用してください。 お使いの地域でメッシュを使用する場合は、OpenSimulator あたりの領域数を大幅に減らしてください。 メッシュとスクリプトを多く使用する場合は、OpenSimulator ごとに 1 つの領域のみを使用することをおしいます。 可変の VAR 領域は、常に個別に実行する必要があります。 sqLite を使用する場合は、約 6000 プリムを持つ領域がほぼ限界であり、その後にデータベースでエラーが発生する可能性があります。
ru: Созданные файлы конфигурации регионов только должны быть перемещены в каталог регионов. Затем перезапустим OpenSimulator. Пожалуйста, максимум 15 стандартных регионов на OpenSimulator при использовании myS'L. Если вы используете сетку в регионах, пожалуйста, резко сократите количество регионов на OpenSimulator. Если вы используете много сетки и скриптов, лучше использовать только один регион на OpenSimulator. Переменные регионы VAR должны всегда работать индивидуально. При использовании sqLite следует быть осторожным, область с около 6000 prims примерно предел, после чего ошибки могут возникнуть в базе данных.

source: Help
de: Hilfe
es: Ayuda
fr: Aide
jp: ヘルプ
ru: Помощь

source: Region Name
de: Name der Region
es: Nombre de la Región
fr: Nom de la région
jp: リージョン名
ru: Название региона

source: insert region name example: My Virtual Land blank creates a random.
de: Bereichsname einfügen Beispiel: Mein virtuelles Land leer wird ein Zufallsprinzip erstellt.
es: insertar el nombre de la región ejemplo: Mi Tierra Virtual en blanco crea un azar.
fr: insérer le nom de la région exemple : Ma terre virtuelle blanc crée un aléatoire.
jp: 領域名の挿入 例: マイバーチャルランド 空白はランダムを作成します。
ru: вставить имя региона пример: Моя виртуальная земля пустой создает случайные.

source: Location
de: Standort
es: Ubicación
fr: Emplacement
jp: 場所
ru: Местоположение

source: Location x example: 5000 blank creates a random.
de: Standort x Beispiel: 5000 leer wird ein Zufallsprinzip erstellt.
es: Ubicación x ejemplo: 5000 en blanco crea un azar.
fr: Emplacement x exemple: 5000 blanc crée un aléatoire.
jp: 位置 x 例: 5000 空白はランダムを作成します。
ru: Расположение x пример: 5000 пустой создает случайные.

source: Location y example: 5000 blank creates a random.
de: Lage y Beispiel: 5000 leer wird ein Zufallsprinzip erstellt.
es: Ubicación y ejemplo: 5000 en blanco crea un azar.
fr: Emplacement y exemple: 5000 blanc crée un aléatoire.
jp: 位置 y 例: 5000 空白はランダムを作成します。
ru: Расположение y пример: 5000 пустой создает случайные.

source: Region UUID
es: UUID de la región
fr: Région UUID
jp: 地域 UUID
ru: Регион UUID

source: Region UUID blank creates a random.
de: Region UUID leer wird ein Zufallsprinzip erstellt.
es: UUID de la región en blanco crea un azar.
fr: Région UUID blanc crée un aléatoire.
jp: 地域 UUID 空白はランダムを作成します。
ru: Регион UUID пустой создает случайные.

source: Size
de: Größe
es: Tamaño
fr: Taille
jp: サイズ
ru: Размер

source: If size is not specified it will default to the legacy size of 256. blank creates 256.
de: Wenn die Größe nicht angegeben ist, wird Standardgröße von 256. leer erstellt 256.
es: Si no se especifica el tamaño, tamaño heredado de 256. en blanco crea 256.
fr: Si la taille n’est pas spécifiée, il par défaut à la taille héritée de 256. blanc crée 256.
jp: size が指定されていない場合は、サイズ デフォルトは、256 の従来のサイズに設定されます。 空白は 256 を作成します。
ru: Если размер не указан, он по умолчанию до устаревшего размера 256. пустой создает 256.

source: Internal Address
de: Interne Adresse
es: Dirección interna
fr: Adresse interne
jp: 内部アドレス
ru: Внутренний адрес

source: Internal Address standard: 0.0.0.0
de: Interne Adresse Standard: 0.0.0.0
es: Dirección interna estándar: 0.0.0.0
fr: Adresse interne norme: 0.0.0.0
jp: 内部アドレス 標準: 0.0.0.0
ru: Внутренний адрес стандарт: 0.0.0.0

source: Internal Port
de: Interner Port
es: Puerto interno
fr: Port interne
jp: 内部ポート
ru: Внутренний порт

source: IP port for all incoming client connections. Blank creates a random.
de: IP-Port für alle eingehenden Clientverbindungen. Leer erzeugt einen Zufalls.
es: Puerto IP para todas las conexiones de cliente entrantes. El espacio en blanco crea un azar.
fr: Port IP pour toutes les connexions client entrantes. Blank crée un aléatoire.
jp: すべての着信クライアント接続の IP ポート。 空白はランダムを作成します。
ru: IP-порт для всех входящих клиентских подключений. Пустой создает случайный.

source: Allow Alternate Ports
de: Alternate Ports zulassen
es: Permitir puertos alternativos
fr: Autoriser les ports alternatifs
jp: 代替ポートを許可する
ru: Разрешить альтернативные порты

source: AllowAlternatePorts Not Used. Leave it always False.
de: AllowAlternatePorts wird nicht verwendet. Lassen Sie es immer false.
es: AllowAlternatePorts no utilizados. Déjalo siempre Falso.
fr: AllowAlternatePorts non utilisé. Laissez-le toujours faux.
jp: 代替ポートを使用しません。 常に False のままにしておきます。
ru: РазрешитьАлтернатПорты не используются. Оставьте его всегда ложным.

source: External Host Name
de: Externer Hostname
es: Nombre de host externo
fr: Nom de l’hôte externe
jp: 外部ホスト名
ru: Внешнее имя хозяина

source: External IP Address of the router or FQDN. (must be the same for all regions on file) Blank creates SYSTEMIP
de: Externe IP-Adresse des Routers oder FQDN. (muss für alle Dateiregionen gleich sein) Leer erstellt SYSTEMIP
es: Dirección IP externa del router o FQDN. (debe ser el mismo para todas las regiones registradas) Blank crea SYSTEMIP
fr: Adresse IP externe du routeur ou du nom de domaine. (doit être le même pour toutes les régions du dossier) Blank crée SYSTEMIP
jp: ルーターまたは FQDN の外部 IP アドレス。 (ファイル上のすべての領域で同じでなければなりません) 空白はシステムIPを作成します
ru: Внешний IP-адрес маршрутизатора или F-DN. (должен быть одинаковым для всех регионов в файле) Пустой создает SYSTEMIP

source: Max Prims
jp: マックスプリム
ru: Макс Примс

source: The maximum number of prims that the region will be listed as supporting. However, this limit is not currently enforced by OpenSimulator. Due to LL protocol constraints, the maximum limit that can be shown is 45000.
de: Die maximale Anzahl von Prims, die von der Region als unterstützend aufgeführt werden. Dieses Limit wird derzeit jedoch von OpenSimulator nicht erzwungen. Aufgrund von LL-Protokolleinschränkungen die maximale Grenze, die angezeigt werden kann, ist 45000.
es: El número máximo de prims que la región aparecerá como soporte. Sin embargo, OpenSimulator no aplica actualmente este límite. Debido a las restricciones del protocolo LL, el límite máximo que se puede mostrar es 45000.
fr: Le nombre maximal de prims que la région sera répertorié comme support. Toutefois, cette limite n’est pas actuellement appliquée par OpenSimulator. En raison de contraintes de protocole LL, la limite maximale qui peut être affichée est de 45000.
jp: 地域がサポートとしてリストされるプリムの最大数。 ただし、この制限は現在、OpenSimulator によって強制されていません。 LL プロトコルの制約により、 表示できる上限は 45000 です。
ru: Максимальное количество чопорных, что регион будет указан в качестве поддержки. Однако в настоящее время этот предел не соблюдается OpenSimulator. Из-за ограничений протокола LL максимальный предел, который может быть показан, составляет 45000.

source: Max Agents
de: Max Agenten
es: Max Agentes
jp: 最大エージェント
ru: Макс Агенты

source: The maximum number of agents that can be in the in the region at any given time.
de: Die maximale Anzahl von Agenten, die sich zu einem bestimmten Zeitpunkt in der Region befinden können.
es: El número máximo de agentes que pueden estar en la región en un momento dado.
fr: Le nombre maximum d’agents qui peuvent être dans la région à un moment donné.
jp: 特定の時点で領域内に存在できるエージェントの最大数。
ru: Максимальное количество агентов, которые могут быть в регионе в любой момент времени.

source: Default Landing
de: Landepunkt
es: Aterrizaje por defecto
fr: Atterrissage par défaut
jp: デフォルトの着陸
ru: Посадка по умолчанию

source: Default Landing example: 128,128,21
de: Standardlandepunkt Beispiel: 128,128,21
es: Aterrizaje por defecto ejemplo: 128.128,21
fr: Atterrissage par défaut exemple : 128 128,21
jp: デフォルトの着陸 例: 128,128,21
ru: Посадка по умолчанию пример: 128 128,21

source: turn on
de: einschalten
es: prender
fr: s’allumer
jp: 点ける
ru: нажать вкл

source: Non Physical Prim Max
de: Nicht physische prim Max
es: No Físico Prim Max
fr: Non physique Prim Max
jp: 非物理プリムマックス
ru: Не физический Прим Макс

source: The maximum dimensions for a non-physical prim. This is a single number which applies to X, Y and Z co-ordinates. This will affect resizing of existing prims. Default is 256. This setting can also be used in the [Startup] section of OpenSim.ini. If the region setting exists then it will override the OpenSim.ini setting.
de: Die maximalen Dimensionen für einen nicht-physischen Prim. Dies ist eine einzelne Zahl, die für X-, Y- und Z-Koordinaten gilt. Dies wirkt sich auf die Größenänderung der vorhandenen Prims aus. Der Standardwert ist 256. Diese Einstellung kann auch im Abschnitt [Startup] von OpenSim.ini verwendet werden. Wenn die Regionseinstellung vorhanden ist, überschreibt sie die Einstellung OpenSim.ini.
es: Las cotas máximas para un prim no físico. Este es un solo número que se aplica a las coordenadas X, Y y Z. Esto afectará al cambio de tamaño de las cebas existentes. El valor predeterminado es 256. Este ajuste también se puede utilizar en la sección [Startup] de OpenSim.ini. Si existe la configuración de la región, invalidará la configuración de OpenSim.ini.
fr: Dimensions maximales pour un prim non physique. Il s’agit d’un numéro unique qui s’applique aux coordonnées X, Y et Z. Cela affectera la redimensionnement des prims existants. Par défaut est 256. Ce paramètre peut également être utilisé dans la section [Startup] d’OpenSim.ini. Si le paramètre de région existe, il remplacera le paramètre OpenSim.ini.
jp: 非物理プリムの最大サイズ。 これは、X、Y、Z 座標に適用される単一の数値です。 これは既存のプリムのサイズ変更に影響します。デフォルトは 256 です。 この設定は OpenSim.ini の [スタートアップ] セクションでも使用できます。 リージョン設定が存在する場合は、OpenSim.ini 設定がオーバーライドされます。
ru: Максимальные размеры для не-физической чопорной. Это единое число, которое относится к X, Y и й координирует. Это повлияет на размер существующих чопорных. По умолчанию 256. Эта настройка также может быть использована в разделе «Стартап» OpenSim.ini. Если параметр региона существует, то он переопределит параметр OpenSim.ini.

source: Physical Prim Max
de: Physischer Prim Max
fr: Physique Prim Max
jp: 物理プリムマックス
ru: Физический Прим Макс

source: The maximum dimensions of a physical prim. This is a single number which applies to X, Y and Z co-ordinates. This will affect resizing of existing prims. Default is 10. This setting can also be used in the [Startup] section of OpenSim.ini. If the region setting exists then it will override the OpenSim.ini setting.
de: Die maximalen Abmessungen eines physikalischen Prims. Dies ist eine einzelne Zahl, die für X-, Y- und Z-Koordinaten gilt. Dies wirkt sich auf die Größenänderung der vorhandenen Prims aus. Der Standardwert ist 10. Diese Einstellung kann auch im Abschnitt [Startup] von OpenSim.ini verwendet werden. Wenn die Regionseinstellung vorhanden ist, überschreibt sie die Einstellung OpenSim.ini.
es: Las dimensiones máximas de un prim físico. Este es un solo número que se aplica a las coordenadas X, Y y Z. Esto afectará al cambio de tamaño de las cebas existentes. El valor predeterminado es 10. Este ajuste también se puede utilizar en la sección [Startup] de OpenSim.ini. Si existe la configuración de la región, invalidará la configuración de OpenSim.ini.
fr: Les dimensions maximales d’un prim physique. Il s’agit d’un numéro unique qui s’applique aux coordonnées X, Y et Z. Cela affectera la redimensionnement des prims existants. Par défaut est 10. Ce paramètre peut également être utilisé dans la section [Startup] d’OpenSim.ini. Si le paramètre de région existe, il remplacera le paramètre OpenSim.ini.
jp: 物理プリムの最大サイズ。これは、X、Y、Z 座標に適用される単一の数値です。 これは既存のプリムのサイズ変更に影響します。デフォルトは 10 です。 この設定は OpenSim.ini の [スタートアップ] セクションでも使用できます。 リージョン設定が存在する場合は、OpenSim.ini 設定がオーバーライドされます。
ru: Максимальные размеры физического чопора. Это единое число, которое относится к X, Y и й координирует. Это повлияет на размер существующих чопорных. По умолчанию 10. Эта настройка также может быть использована в разделе «Стартап» OpenSim.ini. Если параметр региона существует, то он переопределит параметр OpenSim.ini.

source: Clamp Prim Size
de: Clamp Prim Größe
es: Tamaño de la abrazadera Prim
fr: Taille prim de pince
jp: クランププリムサイズ
ru: Зажим Prim размер

source: If true then if a viewer attempts to create a prim which has any dimension larger than the NonphysicalPrimMax, then that dimension is reduced to NonphysicalPrimMax. Default is false; This setting can also be used in the [Startup] section of OpenSim.ini. If the region setting exists then it will override the OpenSim.ini setting.
de: Wenn true, dann, wenn ein Betrachter versucht, einen Prim zu erstellen, die eine Dimension größer als die nonphysicalPrimMax hat, dann wird diese Dimension auf NonphysicalPrimMax reduziert. Der Standardwert ist false; Diese Einstellung kann auch im Abschnitt [Startup] von OpenSim.ini verwendet werden. Wenn die Regionseinstellung vorhanden ist, überschreibt sie die Einstellung OpenSim.ini.
es: Si es true, entonces si un espectador intenta crear un prim que tiene cualquier dimensión mayor que el NonphysicalPrimMax, entonces esa dimensión se reduce a NonphysicalPrimMax. El valor predeterminado es false; Este ajuste también se puede utilizar en la sección [Startup] de OpenSim.ini. Si existe la configuración de la región, invalidará la configuración de OpenSim.ini.
fr: Si c’est vrai, si un spectateur tente de créer un prim qui a une dimension plus grande que le NonphysicalPrimMax, alors cette dimension est réduite à NonphysicalPrimMax. La valeur par défaut est fausse ; Ce paramètre peut également être utilisé dans la section [Startup] d’OpenSim.ini. Si le paramètre de région existe, il remplacera le paramètre OpenSim.ini.
jp: もし true なら、視聴者が非物理PrimMaxより大きな次元を持つプリムを作成しようとした場合、 その後、その次元は非物理プリムマックスに減少します。 デフォルトは false です。この設定は OpenSim.ini の [スタートアップ] セクションでも使用できます。 リージョン設定が存在する場合は、OpenSim.ini 設定がオーバーライドされます。
ru: Если это правда, то если зритель пытается создать чопопор, который имеет любое измерение больше, чем NonphysicalPrimMax, то, что измерение сводится к nonphysicalPrimMax. По умолчанию является ложным; Эта настройка также может быть использована в разделе «Стартап» OpenSim.ini. Если параметр региона существует, то он переопределит параметр OpenSim.ini.

source: Max Prims Per User
de: Max Prims pro Benutzer
es: Máximo prims por usuario
fr: Prims max par utilisateur
jp: ユーザーあたりの最大プリム数
ru: Макс Примс на пользователя

source: Number of prims that each user has available.
de: Anzahl der prims, über die jeder Benutzer verfügt.
es: Número de prims que cada usuario tiene disponible.
fr: Nombre de prims disponibles pour chaque utilisateur.
jp: 各ユーザーが使用できるプリムの数。
ru: Количество чопорных, доступных каждому пользователю.

source: Scope ID
de: Bereichs ID
es: Identificador de ámbito
fr: ID d’étendue
jp: スコープ ID
ru: Идентификатор сферы действия

source: ScopeID
de: Bereichs ID
jp: スコープ ID
ru: Сфера действия

source: Region Type
de: Regionstyp
es: Tipo de región
fr: Type de région
jp: リージョンの種類
ru: Тип региона

source: The region type as shown in the Covenant tab of the Region/Estate dialog in a standard Second Life viewer. Can be used to specify Mainland, Estate, etc. based on type of grid.
de: Der Regionstyp, wie auf der Registerkarte "Bündnis" des Dialogfelds Region/Estate in einem standardmäßigen Second Life-Viewer angezeigt. Kann verwendet werden, um Festland, Nachlass usw. basierend auf dem Rastertyp anzugeben.
es: Escriba el tipo de región como se muestra en la pestaña Pacto del cuadro de diálogo Región/Estate en un visor de Second Life estándar. Se puede utilizar para especificar mainland, Estate, etc. en función del tipo de cuadrícula.
fr: Type de région comme indiqué dans l’onglet Pacte de la boîte de dialogue Région/Succession dans une visionneuse Seconde Vie standard. Peut être utilisé pour spécifier continent, domaine, etc en fonction du type de grille.
jp: 標準のセカンドライフビューアの[リージョン/不動産]ダイアログの[コヴナント]タブに表示される領域タイプ。 グリッドの種類に基づいて、本土、不動産などを指定するために使用できます。
ru: Тип региона, как показано на вкладке Пакта Диалога Региона/Эстейт в стандартном просмотре Second Life. Может быть использован для казать материк, имущество и т.д. в зависимости от типа сетки.

source: Maptile Static UUID
de: Maptile Statische UUID
fr: Maptile Statique UUID
jp: マップタイルスタティックUUID
ru: Карта Статический UUID

source: UUID of texture to use as a maptile for this region. Only set if you have disabled dynamic generation of the map tile from the region contents.
de: UUID der Textur, die als Maptile für diese Region verwendet werden soll. Wird nur festgelegt, wenn Sie die dynamische Generierung der Kartenkachel aus dem Regionsinhalt deaktiviert haben.
es: UUID de textura para usar como maptil para esta región. Solo se establece si ha deshabilitado la generación dinámica del icono de mapa a partir del contenido de la región.
fr: UUID de texture à utiliser comme maptile pour cette région. Définissez uniquement si vous avez désactivé la génération dynamique de la vignette de carte à partir du contenu de la région.
jp: この領域のマップタイルとして使用するテクスチャの UUID。 リージョン コンテンツからマップ タイルの動的生成を無効にしている場合にのみ設定します。
ru: UUID текстуры для использования в качестве картографа для этого региона. Набор только в том случае, если вы отключили динамическое поколение плитки карты из содержимого региона.

source: Maptile Static File
de: Maptile Statische Datei
es: Archivo estático Maptile
fr: Fichier statique Maptile
jp: マップタイル静的ファイル
ru: Карта Статический файл

source: MaptileStaticFile
jp: ファイルをマップタイルで表示する
ru: КартаСтатикФиле

source: Resolve Adress
de: Auflösungsadresse
es: Resolver la dirección
fr: Résoudre l’adresse
jp: ドレスを解決する
ru: Разрешить Adress

source: ResolveAdress
fr: ResolveAdresse
jp: リゾルブアドレス
ru: РешимостьАдрес

source: Master Avatar First Name
de: Master Avatar Vorname
es: Nombre del avatar maestro
fr: Nom de maître Avatar Prénom
jp: マスターアバター名
ru: Мастер Аватар Имя

source: Master Avatar Last Name
de: Master Avatar Nachname
es: Nombre del avatar maestro
fr: Nom de famille Master Avatar
jp: マスターアバターの姓
ru: Мастер Аватар Фамилия

source: Master Avatar Sandbox Password
de: Master Avatar Sandbox Passwort
es: Contraseña de Maestro Avatar Sandbox
fr: Mot de passe master Avatar Sandbox
jp: マスターアバターサンドボックスパスワード
ru: Мастер Аватар Песочница Пароль

source: Number of regions
de: Anzahl der Regionen
es: Número de regiones
fr: Nombre de régions
jp: リージョンの数
ru: Количество регионов

source: The desired number of regions.
de: Die gewünschte Anzahl von Regionen.
es: El número deseado de regiones.
fr: Le nombre souhaité de régions.
jp: 必要なリージョン数。
ru: Нужное количество регионов.

source: Create
de: Erstellen
es: Crear
fr: Créer
jp: 作成
ru: Создать

source: Creating the region configurations.
de: Erstellen der Regionskonfigurationen.
es: Creación de las configuraciones de región.
fr: Création des configurations de région.
jp: リージョン構成を作成します。
ru: Создание конфигураций региона.

source: Clear
de: Zurücksetzen
es: Limpiar
fr: Effacer
jp: クリア
ru: Очистить

source: Delete data.
de: Dateneingabe löschen.
es: Eliminar datos.
fr: Supprimez les données.
jp: データを削除します。
ru: Удалить данные.

source: Request help.
de: Bitten Sie um Hilfe.
es: Solicite ayuda.
fr: Demandez de l’aide.
jp: ヘルプをリクエストします。
ru: Запросите помощь.

source: Exit
de: Schließen
es: Salir
fr: Quitter
jp: 終了
ru: Выход

source: Exit program.
de: Beendet das Programm.
es: Salir del programa.
fr: Programme de sortie.
jp: プログラムを終了します。
ru: Выходная программа.
